Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioControlButtons/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Click Previous or Next to switch tracks.
zh_hans: 点击「上一曲」或「下一曲」切换曲目。
zh_hant_hk: 按一下「上一曲」或「下一曲」切換曲目。

source: Click the center button to play or pause the current track.
zh_hans: 点击中央按钮播放或暂停当前曲目。
zh_hant_hk: 按一下中央按鈕播放或暫停目前曲目。

source: Click the More button to show or hide the content view.
zh_hans: 点击「更多」按钮显示或隐藏内容视图。
zh_hant_hk: 按一下「更多」按鈕顯示或隱藏內容檢視。

source: Click the rightmost button to cycle through play modes.
zh_hans: 点击最右侧按钮循环切换播放模式。
zh_hant_hk: 按一下最右側按鈕循環切換播放模式。

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Cycles through sequential, repeat, and other modes.
zh_hans: 循环切换顺序 / 循环等播放模式。
zh_hant_hk: 循環切換順序 / 循環等播放模式。

source: More: show or hide the content view of the root view.
zh_hans: 更多：显示或隐藏根视图的内容视图。
zh_hant_hk: 更多：顯示或隱藏根檢視的內容檢視。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Play Mode
zh_hans: 播放模式
zh_hant_hk: 播放模式

source: Play Mode: switches between sequential, repeat, and other modes.
zh_hans: 播放模式：切换顺序 / 循环等播放模式。
zh_hant_hk: 播放模式：切換順序 / 循環等播放模式。

source: Playback Control
zh_hans: 播放控制
zh_hant_hk: 播放控制

source: Playback Control Buttons
zh_hans: 播放控制按钮
zh_hant_hk: 播放控制按鈕

source: Playback Control: plays and pauses the current track.
zh_hans: 播放控制：播放与暂停当前曲目。
zh_hant_hk: 播放控制：播放與暫停目前曲目。

source: Plays and pauses the current track.
zh_hans: 播放与暂停当前曲目。
zh_hant_hk: 播放與暫停目前曲目。

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Provides the control button group at the bottom of the player for quickly switching tracks, playing/pausing, and changing play modes.
zh_hans: 提供播放器底部的控制按钮组，用于快速切换上一曲、播放/暂停、下一曲与播放模式。
zh_hant_hk: 提供播放器底部的控制按鈕組，用於快速切換上一曲、播放/暫停、下一曲與播放模式。

source: Provides the previous / play / next control buttons at the bottom of the player.
zh_hans: 提供播放器底部的上一曲 / 播放 / 下一曲等控制按钮。
zh_hant_hk: 提供播放器底部的上一曲 / 播放 / 下一曲等控制按鈕。

source: Quickly switches between previous and next tracks.
zh_hans: 上一曲与下一曲快速切换。
zh_hant_hk: 快速切換上一首與下一首。

source: The button group is injected into the player control area via ControlViewProviding.
zh_hans: 按钮组通过 ControlViewProviding 注入播放控制区。
zh_hant_hk: 按鈕組透過 ControlViewProviding 注入播放控制區。

source: The control button group at the bottom of the player.
zh_hans: 播放器底部控制按钮组。
zh_hant_hk: 播放器底部的控制按鈕組。

source: This plugin is a system-level capability that is always enabled and cannot be disabled.
zh_hans: 本插件为系统级能力，始终启用，不可停用。
zh_hant_hk: 此外掛程式為系統層級能力，始終啟用，不可停用。

source: Track Switching
zh_hans: 曲目切换
zh_hant_hk: 曲目切換

source: Track Switching: quickly switch between previous and next tracks.
zh_hans: 曲目切换：上一曲与下一曲快速切换。
zh_hant_hk: 曲目切換：快速切換上一首與下一首。

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Version
zh_hans: 版本
zh_hant_hk: 版本
